reply_keyboard = {
    "Який опис книги для тебе найближчий?": [
        ["Для поціновувачів глибоких думок і філософії"],
        ["Для пригодників і шукачів справжнього скарбу"],
        ["Для шанувальників сильних почуттів і кохання"]
    ],
    "Ви бажаєте читати філософські трактати або спрощені філософські роздуми?": [
        ["Так"], ["Ні"],
    ],
    "Якого роду філософські теми вас цікавлять найбільше?": [
        ["Етика та моральність"], ["Екзистенціалізм та питання існуванціалізму"],
        ["Політична філософія та суспільство"], ["Філософія релігії та духовність"]
    ],
    "Вам подобаються книги про психологію?": [
        ["Так, подобаються"], ["Ні, не подобаються"],
    ],
    "Чи цікавить вас психологія індивідуальних особистісних рис та характеру?": [
        ["Цікавить"], ["Не цікавить"],
    ],
    "Чи вас цікавить науково-популярна література?": [
        ["Так!"], ["Ні!"],
    ],
    "Вам подобаються сучасні книги?": [
        ["Подобаються"], ["Не подобаються"],
    ],
    "Дякую за ваші відповіді! З огляду на ваші інтереси, я знайшов деякі книги, які можуть бути для вас цікавими": [
        ["Отримати книги"]
    ],
    "Чи бажаєте ви, щоб сюжет був пов'язаний з історією?": [
        ["Так, бажаю"], ["Ні, не бажаю"],
    ],
    "Ви цікавитесь історіями, де є детективні елементи?": [
        ["Так, мені це цікаво"], ["Ні, це не цікаво"],
    ],
    "Чи вас цікавить наявність містики": [
        ["Цікавить!"], ["Не цікавить!"],
    ],
    "Чи вас цікавлять книги з елементами драми та конфлікту?": [
        ["Так, мені цікаво"], ["Ні, не цікаво"],
    ],
    "Маєте вподобання до певного періоду в історії?": [
        ["Так, маю вподобання"], ["Ні, не маю вподобань"],
    ],
    "Чи цікавить вас історичний період Середньовіччя?": [
        ["Так, цікавить Середньовіччя"], ["Ні, не цікавить Середньовіччя"],
    ],
    "Чи цікавить вас історичний період ренесансу?": [
        ["Так, цікавить період Ренесансу"], ["Ні, не цікавить період Ренесансу"],
    ],
}